---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotConvertInstWorkPlaneToHost
source: html/69ae1bec-6c31-8b19-f1b1-69e2e2420674.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotConvertInstWorkPlaneToHost Property

Can't convert Instance's Work Plane to Host. Try resetting Work Plane to a Level.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotConvertInstWorkPlaneToHost { get; }
```